/* This is a mapping of BRError code failures to localized failure reasons */

/* kBRMediaManagerErrorNoPlayer*/
100 = "Det valgte indhold kan ikke afspilles.";


/* kBRMediaPlayerNoDatabaseFound*/
200 = "Kan ikke finde noget indhold.";

/* kBRMediaPlayerSongPlaybackError*/
201 = "Kan ikke afspille den aktuelle sang.";


/* kBRMediaNoContent*/
300 = "Der blev ikke fundet noget indhold.";

/* kBRMediaNoPhotoContent */
301 = "Der er ingen fotografier i dit iPhoto-bibliotek.";

/* kBRMediaNoPodcastContent */
302 = "Der er ingen podcasts i dit iTunes-bibliotek.";

/* kBRMediaNotDRMAuthorized */
303 = "Du har ikke tilladelse til at spille dette indhold.";

/* kBRMediaNoMovieFolderContent */
304 = "Der er ingen film at afspille i mappen Film.";

/* kBRMediaNoTVShowContent */
305 = "Der er ingen tv-udsendelser i dit iTunes-bibliotek.";

/* kBRMediaNoMusicVideoContent */
306 = "Der er ingen musikvideoer i dit iTunes-bibliotek.";

/* kBRMediaNoPlaylists */
307 = "Der er ingen spillelister i dit iTunes-bibliotek.";

/* kBRMediaNoSongContent */
308 = "Der er ingen sange i dit iTunes-bibliotek.";

/* kBRMediaNoAudioBookContent */
309 = "Der er ingen lydbøger i dit iTunes-bibliotek.";

/* kBRMediaEmptyPlaylist */
310 = "Der er ingen sange på denne spilleliste.";

/* kBRMediaNoSuchPlaylist */
311 = "Den valgte spilleliste blev ikke fundet.";

/* kBRMediaNoSuchSong */
312 = "Den valgte sang blev ikke fundet.";

/* kBRMediaNoMovies */
315 = "Der er ingen film i mappen Film.";

/* kBRMediaNoSongForSlideshow */
316 = "Sangen til dette lysbilledshow kan ikke afspilles.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Sangen til dette lysbilledshow kan ikke afspilles.";

/* kBRVideoUnplayable */
318 = "Den valgte video kunne ikke afspilles.";

/* kBRMediaRadioStreamUnplayable */
319 = "Den valgte radio-stream kan ikke afspilles.";

/* kBRRemoteMediaNoContent*/
350 = "Der blev ikke fundet noget indhold i dette bibliotek.";

/* kBRRemoteMediaNoPhotoContent */
351 = "Der er ingen fotografier i dette bibliotek.";

/* kBRRemoteMediaNoPodcastContent */
352 = "Der er ingen podcasts i dette bibliotek.";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "Du har ikke tilladelse til at spille dette indhold.";

/* kBRRemoteMediaNoTVShowContent */
355 = "Der er ingen tv-udsendelser i dette bibliotek.";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "Der er ingen musikvideoer i dette bibliotek.";

/* kBRRemoteMediaNoPlaylists */
357 = "Der er ingen spillelister i dette bibliotek.";

/* kBRRemoteMediaNoSongContent */
358 = "Der er ingen sange i dette bibliotek.";

/* kBRRemoteMediaNoAudioBookContent */
359 = "Der er ingen lydbøger i dette bibliotek.";

/* kBRRemoteMediaEmptyPlaylist */
360 = "Der er ingen sange på denne spilleliste.";

/* kBRRemoteMediaLoadingError */
361 = "Der opstod en fejl under indlæsning af dette indhold.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Kilden til fotodeling er ikke tilgængelig.";

/* kBRDataSourceInitializationFailure*/
400 = "Der blev ikke fundet noget indhold.";

/* kBRDataSourceURLResolutionFailure*/
410 = "Der blev ikke fundet noget indhold.";

/* kBRDataSourceConnectionInProgressError */
420 = "Forsøger allerede at oprette forbindelse til denne kilde.";


/* KBRSystemNetworkHostUnreachable */
501 = "Kan ikke oprette forbindelse til dette bibliotek.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Biografforfilmen kan ikke afspilles i øjeblikket.";

/* kBRSystemNotHDCPCompliant */
503 = "Dette indhold kræver HDCP til afspilning.";

/* kBRSetupCantSetLanguage */
600 = "Sproget kan ikke ændres.";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Du kan ikke afspille en dvd lige nu.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Dvd'en kan ikke skubbes ud.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Dvd-regionskoden passer ikke til dvd-afspilleren.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Dvd'en kan ikke afspilles.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Dvd'en kan ikke afspilles.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Cd'en kan ikke skubbes ud.";

/*	kDVDErrorAuthentification = -70025,	The user attempting to change the region code could not be authenticated. */
-70025 = "Diskens kopibeskyttelse kan ikke kontrolleres.";

/* kBRInternalResourceError */
900 = "Der opstod en fejl.";

